# Напишите ваше решение
a = int(input('Введите число a'))
n = int(input('Введите число n'))
print(a**n)